Repository: gigio1023/maccheroni
Catalog: Sources/MaccheroniApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, ru, zh_hans

source: Primary Model
de: Primäres Modell
es: Modelo primario
fr: Modèle principal
ja: プライマリモデル
pt: Modelo Primário
ru: Основная модель
zh_hans: 主模型

source: Term Recall
de: Begriffs-Recall
es: Recall de términos
fr: Rappel des termes
ja: 用語のリコール
pt: Recall de termos
ru: Полнота распознавания терминов
zh_hans: 术语召回率

source: Verification Model %lld
de: Verifizierungsmodell %lld
es: Modelo de verificación %lld
fr: Modèle de vérification %lld
ja: 検証モデル %lld
pt: Modelo de verificação %lld
ru: Модель проверки %lld
zh_hans: 验证模型 %lld

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
pt: Sim
ru: Да
zh_hans: 是的

source: A recording is already in progress.
de: Eine Aufnahme läuft bereits.
es: Ya hay una grabación en curso.
fr: Un enregistrement est déjà en cours.
ja: すでに録音が進行中です。
pt: Uma gravação já está em andamento.
ru: Запись уже идет.
zh_hans: 录音已经在进行中。

source: A run artifact failed its integrity check: %@
de: Ein ausgeführtes Artefakt hat die Integritätsprüfung nicht bestanden: %@
es: Un artefacto en ejecución falló en su verificación de integridad: %@
fr: Un artefact d'exécution a échoué lors de sa vérification d'intégrité : %@
ja: 実行アーティファクトが整合性チェックに失敗しました: %@
pt: Um artefato de execução falhou na verificação de integridade: %@
ru: Артефакт выполнения не прошел проверку целостности: %@
zh_hans: 运行工件未通过完整性检查：%@

source: A run artifact is missing: %@
de: Ein Ausführungsartefakt fehlt: %@
es: Falta un artefacto de ejecución: %@
fr: Un artefact d'exécution est manquant : %@
ja: 実行アーティファクトが欠落しています: %@
pt: Falta um artefato de execução: %@
ru: Артефакт выполнения отсутствует: %@
zh_hans: 缺少运行工件：%@

source: Both recording channels were empty; the combined recording was retained but cannot be transcribed.
de: Beide Aufnahmekanäle waren leer; Die kombinierte Aufnahme wurde beibehalten, kann aber nicht transkribiert werden.
es: Ambos canales de grabación estaban vacíos; la grabación combinada se conservó pero no se puede transcribir.
fr: Les deux canaux d'enregistrement étaient vides ; l'enregistrement combiné a été conservé mais ne peut être transcrit.
ja: 両方の録音チャンネルは空でした。結合された録音は保持されましたが、転写することはできません。
pt: Ambos os canais de gravação estavam vazios; a gravação combinada foi retida, mas não pode ser transcrita.
ru: Оба канала записи были пусты; объединенная запись была сохранена, но не может быть расшифрована.
zh_hans: 两个录音通道都是空的；合并的录音被保留，但无法转录。

source: Captured audio has no readable format description.
de: Aufgenommenes Audio hat keine lesbare Formatbeschreibung.
es: El audio capturado no tiene una descripción de formato legible.
fr: L'audio capturé n'a pas de description de format lisible.
ja: キャプチャされたオーディオには、判読可能な形式の説明がありません。
pt: O áudio capturado não possui descrição de formato legível.
ru: Записанный звук не имеет читаемого описания формата.
zh_hans: 捕获的音频没有可读的格式描述。

source: Could not access captured audio samples (status %lld).
de: Auf erfasste Audiobeispiele konnte nicht zugegriffen werden (Status %lld).
es: No se pudo acceder a las muestras de audio capturadas (estado %lld).
fr: Impossible d'accéder aux échantillons audio capturés (statut %lld).
ja: キャプチャされたオーディオ サンプルにアクセスできませんでした (ステータス %lld)。
pt: Não foi possível acessar amostras de áudio capturadas (status %lld).
ru: Не удалось получить доступ к захваченным аудиосэмплам (статус %lld).
zh_hans: 无法访问捕获的音频样本（状态 %lld）。

source: Could not allocate canonical PCM buffer.
de: Der kanonische PCM-Puffer konnte nicht zugewiesen werden.
es: No se pudo asignar el búfer PCM canónico.
fr: Impossible d'allouer le tampon PCM canonique.
ja: 正規の PCM バッファを割り当てることができませんでした。
pt: Não foi possível alocar buffer PCM canônico.
ru: Не удалось выделить канонический буфер PCM.
zh_hans: 无法分配规范 PCM 缓冲区。

source: Could not convert captured PCM (status %lld).
de: Das erfasste PCM konnte nicht konvertiert werden (Status %lld).
es: No se pudo convertir el PCM capturado (estado %lld).
fr: Impossible de convertir le PCM capturé (statut %lld).
ja: キャプチャした PCM を変換できませんでした (ステータス %lld)。
pt: Não foi possível converter o PCM capturado (status %lld).
ru: Не удалось преобразовать захваченный PCM (статус %lld).
zh_hans: 无法转换捕获的 PCM（状态 %lld）。

source: Could not convert microphone audio to canonical PCM.
de: Mikrofon-Audio konnte nicht in kanonisches PCM konvertiert werden.
es: No se pudo convertir el audio del micrófono a PCM canónico.
fr: Impossible de convertir l'audio du microphone en PCM canonique.
ja: マイクの音声を標準 PCM に変換できませんでした。
pt: Não foi possível converter o áudio do microfone em PCM canônico.
ru: Не удалось преобразовать звук микрофона в канонический PCM.
zh_hans: 无法将麦克风音频转换为规范 PCM。

source: Could not convert system audio to canonical PCM.
de: Systemaudio konnte nicht in kanonisches PCM konvertiert werden.
es: No se pudo convertir el audio del sistema a PCM canónico.
fr: Impossible de convertir l'audio du système en PCM canonique.
ja: システムオーディオを標準 PCM に変換できませんでした。
pt: Não foi possível converter o áudio do sistema em PCM canônico.
ru: Не удалось преобразовать системный звук в канонический PCM.
zh_hans: 无法将系统音频转换为规范 PCM。

source: Could not copy captured audio samples (status %lld).
de: Die erfassten Audiobeispiele konnten nicht kopiert werden (Status %lld).
es: No se pudieron copiar las muestras de audio capturadas (estado %lld).
fr: Impossible de copier les échantillons audio capturés (statut %lld).
ja: キャプチャされたオーディオ サンプルをコピーできませんでした (ステータス %lld)。
pt: Não foi possível copiar amostras de áudio capturadas (status %lld).
ru: Не удалось скопировать захваченные образцы аудио (статус %lld).
zh_hans: 无法复制捕获的音频样本（状态 %lld）。

source: Could not create a PCM buffer for captured audio.
de: Es konnte kein PCM-Puffer für aufgenommenes Audio erstellt werden.
es: No se pudo crear un búfer PCM para el audio capturado.
fr: Impossible de créer un tampon PCM pour l'audio capturé.
ja: キャプチャしたオーディオ用の PCM バッファを作成できませんでした。
pt: Não foi possível criar um buffer PCM para áudio capturado.
ru: Не удалось создать буфер PCM для захваченного звука.
zh_hans: 无法为捕获的音频创建 PCM 缓冲区。

source: Could not read recording artifact %@.
de: Aufzeichnungsartefakt %@ konnte nicht gelesen werden.
es: No se pudo leer el artefacto de grabación %@.
fr: Impossible de lire l'artefact d'enregistrement %@.
ja: 記録アーティファクト %@ を読み取れませんでした。
pt: Não foi possível ler o artefato de gravação %@.
ru: Не удалось прочитать артефакт записи %@.
zh_hans: 无法读取记录工件%@。

source: Maccheroni could not find a display whose system audio can be captured.
de: Maccheroni konnte kein Display finden, dessen Systemton erfasst werden kann.
es: Maccheroni no pudo encontrar una pantalla cuyo audio del sistema pueda capturarse.
fr: Maccheroni n'a pas trouvé d'écran dont l'audio du système peut être capturé.
ja: Maccheroni は、システム オーディオをキャプチャできるディスプレイを見つけることができませんでした。
pt: Maccheroni não conseguiu encontrar um monitor cujo áudio do sistema pudesse ser capturado.
ru: Maccheroni не удалось найти дисплей, с которого можно записать системный звук.
zh_hans: Maccheroni 找不到可以捕获系统音频的显示器。

source: Maccheroni will not overwrite an existing recording artifact: %@.
de: Maccheroni überschreibt kein vorhandenes Aufzeichnungsartefakt: %@.
es: Maccheroni no sobrescribirá un artefacto de grabación existente: %@.
fr: Maccheroni n'écrasera pas un artefact d'enregistrement existant : %@.
ja: Maccheroni は既存の記録アーティファクト %@ を上書きしません。
pt: Maccheroni não substituirá um artefato de gravação existente: %@.
ru: Maccheroni не будет перезаписывать существующий артефакт записи: %@.
zh_hans: Maccheroni 不会覆盖现有的录音工件：%@。

source: Recording artifact %@ is not canonical 48 kHz mono PCM.
de: Das Aufnahmeartefakt %@ ist kein kanonisches 48-kHz-Mono-PCM.
es: El artefacto de grabación %@ no es PCM mono canónico de 48 kHz.
fr: L'artefact d'enregistrement %@ n'est pas un PCM mono canonique à 48 kHz.
ja: 録音アーティファクト %@ は正規の 48 kHz モノラル PCM ではありません。
pt: O artefato de gravação %@ não é PCM mono canônico de 48 kHz.
ru: Артефакт записи %@ не является каноническим моно PCM 48 кГц.
zh_hans: 录音工件 %@ 不是规范的 48 kHz 单声道 PCM。

source: Recording failed: %@
de: Aufnahme fehlgeschlagen: %@
es: Error de grabación: %@
fr: L'enregistrement a échoué : %@
ja: 記録に失敗しました: %@
pt: Falha na gravação: %@
ru: Запись не удалась: %@
zh_hans: 录音失败：%@

source: Segment %lld does not have a valid SRT time range.
de: Segment %lld hat keinen gültigen SRT-Zeitbereich.
es: El segmento %lld no tiene un rango de tiempo SRT válido.
fr: Le segment %lld n'a pas de plage horaire SRT valide.
ja: セグメント %lld には有効な SRT 時間範囲がありません。
pt: O segmento %lld não possui um intervalo de tempo SRT válido.
ru: Сегмент %lld не имеет допустимого диапазона времени SRT.
zh_hans: 段 %lld 没有有效的 SRT 时间范围。

source: The Hugging Face %@ command failed (exit %lld): %@
de: Der Hugging Face-Befehl %@ ist fehlgeschlagen (Beendigungscode %lld): %@
es: El comando %@ de Hugging Face falló (salida %lld): %@
fr: La commande Hugging Face %@ a échoué (code de sortie %lld) : %@
ja: Hugging Face %@ コマンドが失敗しました（終了コード %lld）: %@
pt: O comando %@ do Hugging Face falhou (saída %lld): %@
ru: Команда Hugging Face %@ завершилась ошибкой (код выхода %lld): %@
zh_hans: Hugging Face %@ 命令失败（退出代码 %lld）：%@

source: The Hugging Face command finished, but the pinned model location is missing: %@
de: Der Hugging Face-Befehl wurde abgeschlossen, aber der festgelegte Modellspeicherort fehlt: %@
es: El comando de Hugging Face finalizó, pero falta la ubicación del modelo fijado: %@
fr: La commande Hugging Face est terminée, mais l’emplacement du modèle épinglé est introuvable : %@
ja: Hugging Face コマンドは完了しましたが、固定されたモデルの場所がありません: %@
pt: O comando do Hugging Face foi concluído, mas o local do modelo fixado está ausente: %@
ru: Команда Hugging Face завершилась, но расположение закрепленной модели отсутствует: %@
zh_hans: Hugging Face 命令已完成，但缺少固定模型位置：%@

source: The Hugging Face command-line tool (hf) is not installed. Install it, then try again.
de: Das Hugging Face-Befehlszeilenwerkzeug (hf) ist nicht installiert. Installieren Sie es und versuchen Sie es erneut.
es: La herramienta de línea de comandos de Hugging Face (hf) no está instalada. Instálala y vuelve a intentarlo.
fr: L’outil de ligne de commande Hugging Face (hf) n’est pas installé. Installez-le, puis réessayez.
ja: Hugging Face コマンドラインツール（hf）がインストールされていません。インストールしてからもう一度お試しください。
pt: A ferramenta de linha de comando Hugging Face (hf) não está instalada. Instale-a e tente novamente.
ru: Инструмент командной строки Hugging Face (hf) не установлен. Установите его и повторите попытку.
zh_hans: 未安装 Hugging Face 命令行工具 (hf)。请安装后重试。

source: The Hugging Face command-line tool could not start: %@
de: Das Hugging Face-Befehlszeilenwerkzeug konnte nicht gestartet werden: %@
es: No se pudo iniciar la herramienta de línea de comandos de Hugging Face: %@
fr: Impossible de démarrer l’outil de ligne de commande Hugging Face : %@
ja: Hugging Face コマンドラインツールを起動できませんでした: %@
pt: Não foi possível iniciar a ferramenta de linha de comando Hugging Face: %@
ru: Не удалось запустить инструмент командной строки Hugging Face: %@
zh_hans: 无法启动 Hugging Face 命令行工具：%@

source: The Maccheroni command-line engine is missing.
de: Die Maccheroni-Befehlszeilen-Engine fehlt.
es: Falta el motor de línea de comandos Maccheroni.
fr: Le moteur de ligne de commande Maccheroni est manquant.
ja: Maccheroni コマンドライン エンジンがありません。
pt: O mecanismo de linha de comando Maccheroni está faltando.
ru: Механизм командной строки Maccheroni отсутствует.
zh_hans: Maccheroni 命令行引擎丢失。

source: The bundled profile registry is missing.
de: Die mitgelieferte Profilregistrierung fehlt.
es: Falta el registro de perfil incluido.
fr: Le registre de profils fourni est manquant.
ja: バンドルされたプロファイル レジストリがありません。
pt: O registro do perfil incluído está ausente.
ru: Реестр связанных профилей отсутствует.
zh_hans: 捆绑的配置文件注册表丢失。

source: The derived combined recording could not be read after writing: %@.
de: Die abgeleitete kombinierte Aufzeichnung konnte nach dem Schreiben nicht gelesen werden: %@.
es: La grabación combinada derivada no se pudo leer después de escribir: %@.
fr: L'enregistrement combiné dérivé n'a pas pu être lu après l'écriture : %@.
ja: 派生した結合記録を書き込み後に読み取れませんでした: %@。
pt: A gravação combinada derivada não pôde ser lida após a gravação: %@.
ru: Производную объединенную запись не удалось прочитать после записи: %@.
zh_hans: 写入后无法读取派生的组合记录：%@。

source: The exported speaker name is empty for segment %lld.
de: Der exportierte Sprechername ist für Segment %lld leer.
es: El nombre del hablante exportado está vacío para el segmento %lld.
fr: Le nom du locuteur exporté est vide pour le segment %lld.
ja: セグメント %lld のエクスポートされたスピーカー名が空です。
pt: O nome do locutor exportado está vazio para o segmento %lld.
ru: Экспортированное имя говорящего для сегмента %lld пусто.
zh_hans: 段 %lld 的导出发言者姓名为空。

source: The exported text is empty for segment %lld.
de: Der exportierte Text ist für Segment %lld leer.
es: El texto exportado está vacío para el segmento %lld.
fr: Le texte exporté est vide pour le segment %lld.
ja: エクスポートされたテキストのセグメント %lld は空です。
pt: O texto exportado está vazio para o segmento %lld.
ru: Экспортированный текст для сегмента %lld пуст.
zh_hans: 段 %lld 的导出文本为空。

source: The original audio is not available.
de: Der Originalton ist nicht verfügbar.
es: El audio original no está disponible.
fr: L'audio original n'est pas disponible.
ja: オリジナルの音声は利用できません。
pt: O áudio original não está disponível.
ru: Оригинальный звук недоступен.
zh_hans: 原始音频不可用。

source: The profile registry is invalid: %@
de: Die Profilregistrierung ist ungültig: %@
es: El registro del perfil no es válido: %@
fr: Le registre de profils n'est pas valide : %@
ja: プロファイル レジストリが無効です: %@
pt: O registro do perfil é inválido: %@
ru: Реестр профиля недействителен: %@
zh_hans: 配置文件注册表无效：%@

source: The recording artifact name is unsafe: %@.
de: Der Name des Aufzeichnungsartefakts ist unsicher: %@.
es: El nombre del artefacto de grabación no es seguro: %@.
fr: Le nom de l'artefact d'enregistrement n'est pas sécurisé : %@.
ja: 記録アーティファクト名は安全ではありません: %@。
pt: O nome do artefato de gravação não é seguro: %@.
ru: Имя артефакта записи небезопасно: %@.
zh_hans: 记录工件名称不安全：%@。

source: The run contains an unsafe artifact path: %@
de: Der Lauf enthält einen unsicheren Artefaktpfad: %@
es: La ejecución contiene una ruta de artefacto no segura: %@
fr: L'exécution contient un chemin d'artefact non sécurisé : %@
ja: 実行には安全でないアーティファクト パスが含まれています: %@
pt: A execução contém um caminho de artefato inseguro: %@
ru: Выполнение содержит небезопасный путь артефакта: %@.
zh_hans: 运行包含不安全的工件路径：%@

source: The run did not succeed.
de: Der Lauf war nicht erfolgreich.
es: La ejecución no se completó correctamente.
fr: L’exécution a échoué.
ja: 実行は成功しませんでした。
pt: A execução falhou.
ru: Запуск завершился неудачно.
zh_hans: 此次运行未成功。

source: The transcription engine could not start: %@
de: Die Transkriptions-Engine konnte nicht gestartet werden: %@
es: El motor de transcripción no pudo iniciarse: %@
fr: Le moteur de transcription n'a pas pu démarrer : %@
ja: 文字起こしエンジンを開始できませんでした: %@
pt: O mecanismo de transcrição não pôde ser iniciado: %@
ru: Не удалось запустить механизм транскрипции: %@
zh_hans: 转录引擎无法启动：%@

source: The transcription engine exited with status %lld.
de: Die Transkriptions-Engine wurde mit dem Status %lld beendet.
es: El motor de transcripción salió con el estado %lld.
fr: Le moteur de transcription s'est arrêté avec le statut %lld.
ja: 文字起こしエンジンはステータス %lld で終了しました。
pt: O mecanismo de transcrição foi encerrado com status %lld.
ru: Механизм транскрипции завершил работу со статусом %lld.
zh_hans: 转录引擎已退出，状态为 %lld。

source: The transcription engine finished without a run directory.
de: Die Transkriptions-Engine wurde ohne Ausführungsverzeichnis beendet.
es: El motor de transcripción finalizó sin un directorio de ejecución.
fr: Le moteur de transcription s'est terminé sans répertoire d'exécution.
ja: 転写エンジンは実行ディレクトリなしで終了しました。
pt: O mecanismo de transcrição terminou sem um diretório de execução.
ru: Механизм транскрипции завершил работу без каталога запуска.
zh_hans: 转录引擎在没有运行目录的情况下完成。

source: There is no active recording.
de: Es gibt keine aktive Aufzeichnung.
es: No hay ninguna grabación activa.
fr: Il n'y a pas d'enregistrement actif.
ja: アクティブな録音はありません。
pt: Não há gravação ativa.
ru: Активной записи нет.
zh_hans: 没有活动录音。

source: This run reached the MOSS output limit after bounded splitting. Choose a different profile or use a shorter copy before retrying.
de: Dieser Durchlauf hat auch nach der begrenzten Aufteilung das Ausgabelimit von MOSS erreicht. Wählen Sie vor dem erneuten Versuch ein anderes Profil oder verwenden Sie eine kürzere Kopie.
es: Esta ejecución alcanzó el límite de salida de MOSS incluso después de la división controlada. Elige otro perfil o usa una copia más corta antes de volver a intentarlo.
fr: Cette exécution a atteint la limite de sortie de MOSS malgré la division limitée. Choisissez un autre profil ou utilisez une copie plus courte avant de réessayer.
ja: この実行は、上限を設けた分割後も MOSS の出力上限に達しました。再試行する前に別のプロファイルを選ぶか、より短いコピーを使用してください。
pt: Esta execução atingiu o limite de saída do MOSS mesmo após a divisão limitada. Escolha outro perfil ou use uma cópia mais curta antes de tentar novamente.
ru: Этот запуск достиг лимита вывода MOSS даже после ограниченного разделения. Перед повторной попыткой выберите другой профиль или используйте более короткую копию.
zh_hans: 此次运行经过受限拆分后仍达到 MOSS 输出上限。请在重试前选择其他配置文件或使用更短的副本。

source: Review Profiles
de: Profile prüfen
es: Revisar perfiles
fr: Consulter les profils
ja: プロファイルを確認
pt: Revisar perfis
ru: Просмотреть профили
zh_hans: 查看配置文件

source: Transcription Limit Reached
de: Transkriptionslimit erreicht
es: Límite de transcripción alcanzado
fr: Limite de transcription atteinte
ja: 文字起こしの上限に達しました
pt: Limite de transcrição atingido
ru: Достигнут лимит транскрипции
zh_hans: 已达到转录限制

source: An identical retry is disabled because it would use the same model, glossary, and chunk policy.
de: Ein identischer Wiederholungsversuch ist deaktiviert, da er dasselbe Modell, Glossar und dieselbe Chunk-Richtlinie verwenden würde.
es: Se deshabilitó un reintento idéntico porque usaría el mismo modelo, glosario y política de fragmentación.
fr: Une nouvelle tentative identique est désactivée, car elle utiliserait le même modèle, glossaire et la même politique de découpage.
ja: 同一のモデル、用語集、チャンク方針を使用するため、同じ設定での再試行は無効です。
pt: Uma nova tentativa idêntica está desativada porque usaria o mesmo modelo, glossário e política de divisão em blocos.
ru: Повтор с теми же настройками отключён, так как использовал бы ту же модель, глоссарий и политику разбиения на фрагменты.
zh_hans: 由于会使用相同的模型、术语表和分块策略，已禁用完全相同的重试。

source: Inspect the preserved run. For a new attempt, choose a different profile or transcribe a shorter copy. The original recording stays unchanged.
de: Prüfen Sie den erhaltenen Durchlauf. Wählen Sie für einen neuen Versuch ein anderes Profil oder transkribieren Sie eine kürzere Kopie. Die Originalaufnahme bleibt unverändert.
es: Inspecciona la ejecución conservada. Para un nuevo intento, elige otro perfil o transcribe una copia más corta. La grabación original no cambia.
fr: Inspectez l’exécution conservée. Pour une nouvelle tentative, choisissez un autre profil ou transcrivez une copie plus courte. L’enregistrement d’origine reste inchangé.
ja: 保存された実行を確認してください。新しく試す場合は、別のプロファイルを選ぶか、より短いコピーを文字起こししてください。元の録音は変更されません。
pt: Inspecione a execução preservada. Para uma nova tentativa, escolha outro perfil ou transcreva uma cópia mais curta. A gravação original permanece inalterada.
ru: Просмотрите сохранённый запуск. Для новой попытки выберите другой профиль или расшифруйте более короткую копию. Исходная запись останется без изменений.
zh_hans: 请检查已保留的运行记录。如需重新尝试，请选择其他配置文件或转录更短的副本。原始录音保持不变。

source: Failure Details
de: Fehlerdetails
es: Detalles del fallo
fr: Détails de l’échec
ja: 失敗の詳細
pt: Detalhes da falha
ru: Сведения об ошибке
zh_hans: 失败详情

source: %lld bytes
de: %lld Byte
fr: %lld octets
ja: %lld バイト
ru: %lld байт
zh_hans: %lld 字节

source: A new setup selects Codex only when its CLI is signed in; otherwise it selects Local. Codex receives transcript text only. Audio never leaves this Mac.
de: Bei einer neuen Einrichtung wird Codex nur ausgewählt, wenn die CLI angemeldet ist; andernfalls wird Local ausgewählt. Codex erhält nur Transkripttext. Audio verlässt diesen Mac nie.
es: Una configuración nueva selecciona Codex solo si su CLI ha iniciado sesión; de lo contrario selecciona Local. Codex recibe únicamente el texto de la transcripción. El audio nunca sale de este Mac.
fr: Une nouvelle configuration sélectionne Codex uniquement si son CLI est connecté; sinon elle sélectionne Local. Codex reçoit uniquement le texte de la transcription. L’audio ne quitte jamais ce Mac.
ja: 新しい設定では、CLI にサインインしている場合にのみ Codex が選択されます。そうでない場合は Local が選択されます。Codex が受け取るのはトランスクリプトのテキストのみです。音声がこの Mac から出ることはありません。
pt: Uma nova configuração seleciona Codex somente quando a CLI está autenticada; caso contrário, seleciona Local. Codex recebe apenas o texto da transcrição. O áudio nunca sai deste Mac.
ru: Новая настройка выбирает Codex только при входе в CLI; иначе выбирается Local. Codex получает только текст расшифровки. Аудио никогда не покидает этот Mac.
zh_hans: 新设置仅在 Codex CLI 已登录时选择 Codex；否则选择 Local。Codex 仅接收转录文本。音频绝不会离开这台 Mac。

source: Audio stays on this Mac. Transcription runs locally; Codex receives transcript text only during post-processing.
de: Audio bleibt auf diesem Mac. Die Transkription läuft lokal; Codex erhält nur während der Nachbearbeitung Transkripttext.
es: El audio permanece en este Mac. La transcripción se ejecuta localmente; Codex recibe texto de la transcripción solo durante el posprocesamiento.
fr: L’audio reste sur ce Mac. La transcription s’exécute localement; Codex reçoit le texte de la transcription uniquement lors du post-traitement.
ja: 音声はこの Mac にとどまります。文字起こしはローカルで実行され、Codex がトランスクリプトのテキストを受け取るのは後処理中のみです。
pt: O áudio permanece neste Mac. A transcrição é executada localmente; Codex recebe texto da transcrição apenas durante o pós-processamento.
ru: Аудио остаётся на этом Mac. Расшифровка выполняется локально; Codex получает текст расшифровки только во время постобработки.
zh_hans: 音频保留在这台 Mac 上。转录在本地运行；Codex 仅在后处理期间接收转录文本。

source: Batches Planned
de: Geplante Batches
es: Lotes planificados
fr: Lots planifiés
ja: 予定バッチ数
pt: Lotes planejados
ru: Запланированные пакеты
zh_hans: 计划批次

source: Check Again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
ja: もう一度確認
pt: Verificar novamente
ru: Проверить снова
zh_hans: 再次检查

source: Checking availability…
de: Verfügbarkeit wird geprüft…
es: Comprobando disponibilidad…
fr: Vérification de la disponibilité…
ja: 利用可能か確認中…
pt: Verificando disponibilidade…
ru: Проверка доступности…
zh_hans: 正在检查可用性…

source: Chooses the language the transcript is translated into.
de: Wählt die Sprache, in die das Transkript übersetzt wird.
es: Elige el idioma al que se traduce la transcripción.
fr: Choisit la langue dans laquelle la transcription est traduite.
ja: トランスクリプトの翻訳先言語を選択します。
pt: Escolhe o idioma para o qual a transcrição será traduzida.
ru: Выбирает язык, на который будет переведена расшифровка.
zh_hans: 选择转录文本要翻译成的语言。
